Repository: Catappult/appcoins-sdk-ios
Catalog: Sources/AppCoinsSDK/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, hu, id, it, ja, ko, mr, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, th, tr, uk, vi, zh_hans, zh_hant

# invalid_email_body
source: Invalid email address.
ar: بريد إلكتروني غير صالح.
de: Ungültige E-Mail-Adresse.
el: Μη έγκυρη διεύθυνση e-mail.
es: Dirección de email no válida.
fa: آدرس ایمل نامعتبر است.
fr: Adresse courriel non valide.
hu: Érvénytelen e-mail cím.
id: Alamat email tidak valid.
it: Indirizzo email non valido.
ja: メールアドレスが無効です。
ko: 잘못된 이메일 주소입니다.
mr: अवैध ईमेल पत्ता.
ms: Alamat e-mel tidak sah.
nl: Ongeldig e-mailadres.
pl: Nieprawidłowy adres e-mail.
pt_br: Endereço de e-mail inválido.
pt_pt: Endereço de e-mail inválido.
ro: Adresă de e-mail nevalidă.
ru: Неверный адрес электронной почты.
sr: Neispravna adresa e-pošte.
th: ไม่มีที่อยู่อีเมล
tr: Geçersiz e-posta adresi.
uk: Неправильна електронна адреса.
vi: Địa chỉ email không hợp lệ.
zh_hans: 电子邮箱地址无效。
zh_hant: 無效的電子郵件地址。

# log_out_button
source: Log out
ar: تسجيل خروج
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج از سیستم
fr: Déconnexion
hu: Kijelentkezés
id: Keluar
ja: ログアウト
ko: 로그아웃
mr: लॉग आऊट
ms: Log keluar
nl: Uitloggen
pl: Wyloguj
pt_br: Sair
pt_pt: Terminar sessão
ro: Deconectează-te
ru: Выйти
sr: Odjava
th: ลงชื่อออก
tr: Çıkış yap
uk: Вийти
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

source: Login Failed
ar: فشل تسجيل الدخول
de: Login fehlgeschlagen
el: Η σύνδεση απέτυχε
es: El inicio de sesión falló.
fa: ورود به سیستم با خطا
fr: La connexion a échoué
hu: Sikertelen bejelentkezés
id: Login Gagal
it: Login non riuscito
ja: ログイン失敗
ko: 로그인 실패
mr: लॉगइन असफल
ms: Gagal Log Masuk
nl: Aanmelden is niet gelukt
pl: Logowanie nie powiodło się
pt_br: Falha no Login
pt_pt: Falha no Login
ro: Autentificare eșuată
ru: Вход не выполнен
sr: Prijava nije uspela
th: การเข้าสู่ระบบล้มเหลว
tr: Giriş Başarısız
uk: Помилка входу
vi: Đăng nhập không thành công
zh_hans: 登录失败
zh_hant: 登入失敗

# manage_account_button
source: Manage account
ar: إدارة الحساب
de: Konto verwalten
el: Διαχείριση λογαριασμού
es: Gestionar cuenta
fr: Gérer le compte
hu: Számla kezelése
id: Kelola akun
it: Gestione dell'account
ja: アカウント管理
ko: 계정 관리
nl: Account beheren
pl: Zarządzaj kontem
pt_br: Gerenciar conta
pt_pt: Gerir a conta
ro: Gestionați contul
ru: Управление учетной записью
tr: Hesabı yönet
uk: Керування обліковим записом
zh_hans: 管理账户
zh_hant: 管理帳戶

# missing_fields_title
source: Missing fields
ar: خانات ناقصة
de: Fehlende Felder
el: Λείπουν πεδία
es: Faltan campos
fa: بخش‌هایی پر نشده
fr: Champs manquants
hu: Hiányzó mezők
id: Kolom yang hilang
it: Campi mancanti
ja: 記入漏れ
ko: 누락된 필드
mr: जागा रिकाम्या आहेत
ms: Ruang perlu diisi
nl: Ontbrekende velden
pl: Brakujące pola
pt_br: Campos não preenchidos
pt_pt: Campos em falta
ro: Câmpuri lipsă
ru: Отсутствующие поля
sr: Nedostaju polja
th: ฟิลด์ที่ว่างไว้
tr: Eksik alan
uk: Відсутні поля
vi: Các trường bị thiếu
zh_hans: 缺少字段
zh_hant: 遺漏欄位

# no_internet_body
source: It seems you're not connected to the Internet. Check your connection and try again!
ar: يبدو أنك لست متصلًا بالإنترنت. تفقد اتصالك وحاول مرة أخرى!
de: Es scheint, als wärst du nicht mit dem Internet verbunden. Überprüfe deine Verbindung und versuche es erneut!
el: Φαίνεται ότι δεν έχετε συνδεθεί στο Ίντερνετ. Ελέγξτε τη σύνδεσή σας και προσπαθήστε ξανά!
es: Parece que no tienes conexión a Internet. ¡Compruébalo y prueba de nuevo!
fa: به نظر می‌رسد به اینترنت متصل نیستید. ارتباط خود را بررسی کنید و دوباره امتحان کنید!
fr: Il semble que vous ne soyez pas connecté à internet. Vérifiez votre connexion et réessayez !
hu: Úgy tűnik, nincs internetkapcsolatod. Ellenőrizd a kapcsolatot és próbáld újra!
id: Sepertinya Anda tidak terhubung ke Internet. Periksa koneksi Anda, lalu coba lagi!
it: Sembra che tu non sia connesso a internet. Controlla la connessione e riprova!
ja: インターネットに接続されていないようです。接続を確認して、もう一度お試しください！
ko: 인터넷에 연결되지 않은 것 같습니다. 인터넷 연결을 확인하시고 다시 시도해 주세요!
mr: आपण इंटरनेटशी जुडलेले नाहीत अस दिसतय. आपले कनेक्शन तपासुन पुन्हा प्रयत्न करा!
ms: Nampaknya anda tidak ada Internet. Semak sambungan dan cuba lagi!
nl: Het lijkt erop dat je niet met internet bent verbonden. Controleer je verbinding en probeer het opnieuw!
pl: Wygląda na to, że nie jesteś podłączony do Internetu. Sprawdź to i spróbuj ponownie!
pt_br: Parece que você não está conectado a Internet. Verifique sua conexão e tente novamente!
pt_pt: Parece que não estás ligado à Internet. Por favor verifica a ligação e tenta novamente!
ro: Se pare că nu ești conectat la Internet. Verifică-ți conexiunea și încearcă din nou!
ru: Кажется, вы не подключены к интернету. Проверьте ваше подключение и попробуйте снова!
sr: Izgleda da niste povezani na internet. Proverite vezu i pokušajte ponovo!
th: ดูเหมือนว่าคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง!
tr: Görünüşe göre internete bağlı değilsin. Bağlantını kontrol edip tekrar dene!
uk: Здається, ви не підключені до Інтернету. Перевірте з'єднання і спробуйте знову!
vi: Có vẻ như bạn chưa kết nối với Internet. Hãy kiểm tra kết nối và thử lại!
zh_hans: 您似乎并未连接至互联网。请检查网络连接并重试！
zh_hant: 您似乎沒有連線到網際網路。請檢查您的連線，然後再試一次！

# no_internet_title
source: No internet connection
ar: أنت لست متصلًا بالإنترنت
de: Keine Internetverbindung
el: Δεν υπάρχει σύνδεση στο Ίντερνετ
es: Sin conexión a internet
fa: اتصال اینترنت قطع است
fr: Pas de connexion internet
hu: Nincs internetkapcsolat
id: Tidak ada koneksi internet
it: Nessuna connessione internet
ja: インターネット接続なし
ko: 인터넷 연결 없음
mr: इंटरनेट कनेक्शन नाही
ms: Tiada sambungan internet
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
pt_br: Sem conexão com a Internet
pt_pt: Sem ligação à internet
ro: Fără conexiune la internet
ru: Отсутствует сетевое подключение
sr: Nema internet veze
th: ไม่มีการเชื่อมต่ออินเตอร์เน็ต
tr: İnternet bağlantısı yok
uk: Немає підключення до Інтернету
vi: Không có kết nối Internet
zh_hans: 无网络连接
zh_hant: 沒有網際網路連線

# or_continue_with_body
source: Or continue with:
ar: أو المتابعة مع:
de: Oder fortfahren mit:
el: Ή συνέχεια με:
es: O continúa con:
fa: یا ادامه با:
fr: Ou continuez avec :
hu: Vagy lépj tovább:
id: Atau lanjutkan dengan:
it: O continua con:
ja: または次で続ける：
ko: 또는 계속 진행:
mr: किंवा ह्यासह चालू ठेवा:
ms: Atau teruskan dengan:
nl: Of doorgaan met:
pl: Lub kontynuować:
pt_br: Ou continue com:
pt_pt: Ou continua com:
ro: Sau continuă cu:
ru: Или продолжить с:
sr: Ili nastavite preko:
th: หรือดำเนินการต่อด้วย:
tr: Veya şununla devam et:
uk: Або продовжити:
vi: Hoặc tiếp tục với:
zh_hans: 或使用以下方式继续登录：
zh_hant: 或者繼續

# other_payment_methods_body
source: Other payment methods
ar: وسائل دفع أخرى
de: Weitere Zahlungsmethoden
el: Άλλες μέθοδοι πληρωμής
es: Otros métodos de pago
fa: سایر روش‌های پرداخت
fr: Autres moyens de paiement
hu: Egyéb fizetési módok
id: Metode pembayaran lain
it: Altri metodi di pagamento
ja: 他の支払い方法
ko: 기타 결체 방법
mr: इतर पेमेंट पद्धती
ms: Kaedah pembayaran lain
nl: Andere betaalmethoden
pl: Inne metody płatności
pt_br: Outros métodos de pagamento
pt_pt: Outros métodos de pagamento
ro: Alte metode de plată
ru: Другие способы оплаты
sr: Drugi načini plaćanja
th: วิธีการชำระเงินเพิ่มเติม
tr: Diğer ödeme yöntemleri
uk: Інші способи оплати
vi: Phương thức thanh toán khác
zh_hans: 其他支付方式
zh_hant: 其他付款方式

# privacy_policy_body
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: Política de Privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシー ポリシー
ko: 개인정보 보호정책
mr: गोपनीयता धोरण
ms: Dasar Privasi
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sr: Smernice za privatnost
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách Bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

# purchase_bonus_body
source: You can use this bonus in your next purchase.
ar: يمكن استخدام هذه المكافأة في مشترياتك القادمة.
de: Du kannst diesen Bonus bei deinem nächsten Einkauf verwenden.
el: Μπορείτε να χρησιμοποιήσετε αυτό το bonus στην επόμενη αγορά σας.
es: Puedes usar este bonus en tu próxima compra.
fa: شما می‌توانید از این بونوس در خرید بعدی خود استفاده کنید.
fr: Vous pouvez utiliser ce bonus lors de votre prochain achat.
hu: A bónuszt a következő vásárlás során használhatod fel.
id: Anda bisa menggunakan bonus ini di pembelian berikutnya.
it: Potrai usare questo bonus al tuo prossimo acquisto.
ja: このボーナスは次回のお買い物でご利用いただけます。
ko: 다음 구매에서 이 보너스를 사용하실 수 있습니다.
mr: आपल्या पुढील खरेदीत आपण हा बोन वापरु शकता.
ms: Anda boleh guna bonus ini dalam pembelian seterusnya.
nl: Je kunt deze bonus bij je volgende aankoop gebruiken.
pl: Wykorzystaj ten bonus przy następnych zakupach.
pt_br: Você pode usar este bônus em sua próxima compra.
pt_pt: Podes usar este bónus na tua próxima compra.
ro: Poți folosi acest bonus la următoarea ta achiziție.
ru: Вы можете использовать этот бонус при следующей покупке.
sr: Ovaj bonus možete da upotrebite prilikom sledeće kupovine.
th: คุณสามารถใช้โบนัสนี้ในการซื้อครั้งต่อไปของคุณ
tr: Bu bonusu bir sonraki satın alma işleminde kullanabilirsin.
uk: Ви можете використати цей бонус під час наступної покупки.
vi: Bạn có thể sử dụng phần thưởng này trong lần mua hàng tiếp theo.
zh_hans: 您可以在下次购买时使用此奖金。
zh_hant: 您可以在下次購買時使用獎勵。

# purchase_bonus_title
source: *Purchase Bonus:* %@ in AppCoins Credits
ar: *مكافأة مشتريات:* %@ برصيد AppCoins Credits
de: *Kaufbonus:* %@ als AppCoins Credits
el: *Bonus Αγοράς:* %@ σε AppCoins Credits
es: *Bonus de Compra:* %@ en AppCoins Credits
fa: *بونوس بخرید:* %@ در AppCoins Credits
fr: *Bonus d'achat :* %@ en AppCoins Credits
hu: *Vásárlás utáni bónusz:* %@ AppCoins kreditben
id: *Bonus Pembelian: %@ dalam Kredit AppCoins
it: *Bonus acquisti:* %@ in AppCoins Credits
ja: *購入ボーナス:* %@のAppCoinsクレジット
ko: *구매 보너스:* AppCoins 크레딧에서 %@
mr: *खरेदी बोनस: अॅपकॉईन्स क्रेडीटस मध्ये %@
ms: *Bonus Pembelian:* %@ dalam Kredit AppCoins
nl: *Aankoopbonus:* %@ in AppCoins Credits
pl: *Bonus za zakup:* %@ w kredytach AppCoins
pt_br: *Bônus de Compra:* %@ em Créditos AppCoins
pt_pt: *Bónus de compra:* %@ em AppCoins Credits
ro: *Bonus la achiziție:* %@ în AppCoins Credits
ru: *Бонус за покупку:* %@ в AppCoins Credits
sr: *Kupite bonus od:* %@ u AppCoins Credits
th: *โบนัสการซื้อ:* %@ ในเครดิต AppCoins
tr: *Satın Alma Bonusu* %@ AppCoins Kredisi
uk: *Бонус за покупку:* %@ в AppCoin Credits
vi: *Tiền thưởng Mua hàng:* %@ bằng AppCoins Credit
zh_hans: *购买奖金：* 价值 %@ 的 AppCoins 积分
zh_hant: *購買獎金：* %@ AppCoins 積分

# redeem_bonus_button
source: Redeem bonus
ar: استعادة المكافأة
de: Bonus einlösen
el: Εξαργύρωση bonus
es: Canjear bonus
fa: استفاده از بونوس
fr: Échanger le bonus
hu: Bónusz átvétele
id: Klaim Bonus
it: Riscatta il bonus
ja: ボーナスを使う
ko: 상환 보너스
mr: बोनस रिडीम करा
ms: Tebus bonus
nl: Bonus inwisselen
pl: Wykorzystaj bonus
pt_br: Resgatar bônus
pt_pt: Resgatar bónus
ro: Revendică bonus
ru: Использовать бонус
sr: Iskoristite bonus
th: แลกโบนัส
tr: Bonus kullan
uk: Активувати бонус
vi: Đổi tiền thưởng
zh_hans: 兑换奖金
zh_hant: 兌換獎金

# resend_email_button
source: Re-send Email
ar: رعادة إرسال البريد الإلكتروني
de: E-Mail erneut senden
el: Επαναποστολή e-mail
es: Reenviar email
fa: ارسال مجدد ایمیل
fr: Renvoyer le courriel
hu: E-mail újraküldése
id: Kirim Ulang Email
it: Reinvia email
ja: メールを再送
ko: 이메일 다시 보내기
mr: ईमेल पुन्हा पाठवा
ms: Hantar semula E-mel
nl: E-mail opnieuw verzenden
pl: Ponowne wysłanie wiadomości e-mail
pt_br: Re-enviar E-Mail
pt_pt: Reenviar E-mail
ro: Retrimite e-mail
ru: Повторно отправить письмо
sr: Ponovo pošaljite e-poštu
th: ส่งอีเมลอีกครั้ง
tr: E-postayı yeniden gönder
uk: Повторно надіслати лист
vi: Gửi lại Email
zh_hans: 重新发送电子邮件
zh_hant: 重新傳送電子郵件

# resend_in_time_body
source: If you have not received an email, you can retry again in %@ seconds.
ar: إذا لم تكن قد تلقيت رسالة البريد الإلكترني، يمكنك المحاولة ثانية خلال %@ تانية.
de: Wenn du keine E-Mail erhalten hast, kannst du es in %@ Sekunden erneut versuchen.
el: Αν δεν έχετε λάβει e-mail, μπορείτε να δοκιμάσετε ξανά σε %@ δευτερόλεπτα.
es: Si no has recibido el email, puedes intentarlo de nuevo en %@ segundos.
fa: اگر هنوز ایمیلی دریافت نکردید مجددا در %@ ثانیه امتحان کنید.
fr: Si vous n'avez pas reçu de courriel, vous pouvez réessayer dans %@ secondes.
hu: Ha nem érkezett meg az e-mail, %@ másodperc múlva próbálkozhatsz ójra.
id: Jika Anda belum menerima email, Anda bisa mencoba lagi dalam %@ detik.
it: Se non hai ricevuto l'email, puoi riprovare tra %@ secondi.
ja: メールが届かない場合、%@秒後に再試行できます。
ko: 이메일을 받지 못한 경우 %@초 후에 다시 시도해 주세요.
mr: जर आपणांस ईमेल मिळाली नाही, तर आपण %@ सेकंदात पुन्हा प्रयत्न करु शकता.
ms: Jika anda belum terima e-mel, sila cuba lagi dalam masa %@ saat.
nl: Als je geen e-mail hebt ontvangen, kun je het over %@ seconden opnieuw proberen.
pl: Jeśli nie otrzymasz wiadomości e-mail, możesz ponowić próbę za %@ sekund.
pt_br: Caso não tenha recebido um e-mail, você poderá tentar novamente em %@ segundos.
pt_pt: Se não tiveres recebido um e-mail, podes voltar a tentar dentro de %@ segundos.
ro: Dacă nu ai primit un e-mail, poți reîncerca din nou în %@ secunde.
ru: Если вы не получили электронное письмо, вы можете повторить попытку через %@ секунд.
sr: Ako još niste dobili e-poštu, možete pokušati ponovo za %@ sekundi.
th: หากคุณยังไม่ได้รับอีเมล คุณสามารถลองอีกครั้งได้ในอีก %@ วินาที
tr: E-postayı almadıysan %@ saniye içinde tekrar deneyebilirsin.
uk: Якщо ви не отримали листа, можете повторити спробу через %@ секунд.
vi: Nếu bạn không nhận được email, bạn có thể thử lại sau %@ giây.
zh_hans: 如果您尚未收到电子邮件，可以在 %@ 秒后重试。
zh_hant: 如果您未收到電子郵件，您可以在 %@ 秒後再次重試。

# retry_connection_button
source: Retry Connection
ar: جرب الاتصال ثانية
de: Verbindung erneut versuchen
el: Νέα προσπάθεια σύνδεσης
es: Reconectar
fa: اتصال مجدد
fr: Réessayer de vous connecter
hu: Újracsatlakozás
id: Coba Lagi Koneksi
it: Riprova connessione
ja: 接続を再試行
ko: 다시 연결
mr: कनेक्शनचा पुन्हा प्रयत्न करा
ms: Cuba Sambung Semula
nl: Opnieuw verbinden
pl: Spróbuj ponownie
pt_br: Repetir a Conexão
pt_pt: Repetir a Ligação
ro: Reîncearcă conectarea
ru: Переподключиться
sr: Ponovna uspostava veze
th: เชื่อมต่ออีกครั้ง
tr: Yeniden Bağlan
uk: Повторна спроба з'єднання
vi: Thử lại kết nối
zh_hans: 重试
zh_hant: 重試連線

# select_payment_method_button
source: Select payment method
ar: اختر وسيلة الدفع
de: Zahlungsmethode auswählen
el: Επιλογή μεθόδου πληρωμής
es: Escoge el método de pago
fa: انتخاب روش پرداخت
fr: Sélectionnez une méthode de paiement
hu: Fizetési mód kiválasztása
id: Pilih metode pembayaran
it: Seleziona metodo di pagamento
ja: 支払い方法の洗濯
ko: 결제 방법 선택
mr: पेमेंट पद्धत निवडा
ms: Pilih kaedah bayaran
nl: Betaalmethode selecteren
pl: Wybierz metodę płatności
pt_br: Selecionar método de pagamento
pt_pt: Selecionar o método de pagamento
ro: Selectează metoda de plată
ru: Выбрать способ оплаты
sr: Izaberite način plaćanja
th: เลือกวิธีการชำระเงิน
tr: Ödeme yöntemini seç
uk: Оберіть спосіб оплати
vi: Chọn phương thức thanh toán
zh_hans: 选择付款方式
zh_hant: 選擇付款方式

# sent_email_to_body
source: We've sent an email to: %@
ar: أرسلنا رسالة بريد إلكتروني إلى: %@
de: Wir haben eine E-Mail gesendet an: %@
el: Στείλαμε ένα e-mail στο: %@
es: Hemos enviado un email a: %@
fa: ایمیلی ارسال کرده‌ایم به: %@
fr: Nous avons envoyé un courriel à : %@
hu: Küldtünk egy e-mailt ide: %@
id: Kami sudah mengirim email ke %@
it: Abbiamo inviato un'email all'indirizzo: %@
ja: %@にメールを送信しました。
ko: %@에게 이메일을 보냈습니다:
mr: आम्ही %@ वर ईमेल पाठवली आहे
ms: Kami telah hantar e-mel ke: %@
nl: We hebben een e-mail verzonden naar: %@
pl: Wysłaliśmy wiadomość e-mail do: %@
pt_br: Enviamos um e-mail para: %@
pt_pt: Enviámos um e-mail para: %@
ro: Am trimis un e-mail la: %@
ru: Мы отправили письмо на: %@
sr: Poslali smo e-poštu na: %@
th: เราได้ส่งอีเมลไปที่: %@
tr: Şu adrese bir e-posta gönderdik: %@
uk: Ми надіслали листа на адресу %@
vi: Chúng tôi đã gửi email đến: %@
zh_hans: 我们已发送一封邮件至：%@
zh_hant: 我們已發送電子郵件至 %@

# sign_in_and_join_us_title
source: Sign in and join us!
ar: سجل الدخول وانضم إلينا!
de: Melde dich an und sei dabei!
el: Συνδεθείτε και γίνετε μέλος!
es: ¡Inicia sesión y únete!
fa: وارد سیستم شوید و عضو شوید!
fr: Connectez-vous et rejoignez-nous !
hu: Jelentkezz be és csatlakozz!
id: Masuk dan bergabung dengan kami!
it: Accedi e unisciti a noi!
ja: サインインしてご参加ください！
ko: 로그인하고 참여하세요!
mr: साईन इन करुन आमच्याशी जुडा!
ms: Daftar masuk dan sertai kami!
nl: Meld je aan en profiteer!
pl: Zaloguj się i dołącz do nas!
pt_br: Registre-se e junte-se a nós!
pt_pt: Inicia a sessão e junta-te a nós!
ro: Conectează-te și hai și tu!
ru: Войдите и присоединяйтесь к нам!
sr: Prijavite se i pridružite nam se!
th: เข้าสู่ระบบและเข้าร่วมกับเรา!
tr: Giriş yap ve bize katıl!
uk: Зареєструйтесь та приєднуйтесь до нас!
vi: Đăng nhập và tham gia cùng chúng tôi!
zh_hans: 登录并加入我们吧！
zh_hant: 登入並加入我們！

# sign_in_button
source: Sign in
ar: تسجيل الدخول
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fa: ورود به سیستم
fr: Se connecter
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
mr: साईन इन
ms: Daftar masuk
nl: Aanmelden
pl: Zaloguj się
pt_br: Registrar-se
pt_pt: Iniciar sessão
ro: Conectează-te
ru: Войти
sr: Prijava
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# sign_in_to_redeem_body
source: You've earned %@ from your in-app purchases. Sign in to receive it and use it in your next purchases!
ar: لقد كسبت على %@ من مشترياتك داخل التطبيقات. سجل الدخول لتحصل عليها وتستخدمها في مشترياتك القادمة!
de: Du hast %@ durch deine In-App-Käufe verdient. Melde dich an, um deinen Bonus zu erhalten und bei deinen nächsten Einkäufen zu verwenden!
el: Κερδίσατε %@ από τις αγορές σας εντός εφαρμογής. Συνδεθείτε για να το λάβετε και να το χρησιμοποιήσετε στις επόμενες αγορές σας!
es: Has ganado %@ por tus compras in-app. ¡Inicia sesión recibirlo y usarlo en tus próximas compras!
fa: شما %@ از خریدهای داخل اپلیکیشنی خود بدست آوردید. وارد سیستم شوید تا آن را دریافت کنید و در خرید بعدی خود استفاده کنید!
fr: Vous avez gagné %@ grâce à vos achats in-app. Connectez-vous pour les recevoir et utilisez-les lors de vos prochains achats !
hu: Az appon belüli vásárlások után járó jutalmad: %@. Jelentkezz be, hogy megkapd őket a következő vásárlások során!
id: Anda sudah mendapatkan %@ dari pembelian dalam aplikasi. Masuklah untuk menerimanya dan menggunakannya pada pembelian Anda berikutnya!
it: Hai ottenuto %@ grazie ai tuoi acquisti in-app. Accedi per riceverli e usarli ai tuoi prossimi acquisti!
ja: アプリ内購入で%@を獲得しました。サインインしてボーナスを受け取り、次回のお買い物でご利用ください！
ko: 인앱 구매를 통해 %@을 적립했습니다. 로그인하여 수령하고 다음 구매 시 사용하세요!
mr: अॅपकरेदीतुन आपणांस %@ मिळाले आहेत. ते मिळवुन पुढील खरेदीत वापरण्यासाठी साईन इन करा!
ms: Anda dapat %@ daripada pembelian dalam aplikasi anda. Daftar masuk untuk terima dan guna pada pembelian seterusnya!
nl: Je hebt %@ verdiend met je in-app aankopen. Meld je aan om je bonus te ontvangen en bij je volgende aankopen te gebruiken!
pl: Zdobyłeś %@ za zakupy w aplikacji. Zaloguj się, aby je otrzymać i wykorzystać przy następnych zakupach!
pt_br: Você ganhou %@ com suas compras dentro do app! Faça ologin para resgatar e usar em suas próximas compras!
pt_pt: Ganhaste %@ com as tuas compras na app. Inicia a sessão para o receberes, e utiliza-o nas tuas próximas compras!
ro: Ai câștigat %@ în urma achizițiilor tale în aplicații. Conectează-te ca să îi revendici și să îi poți folosi la următoarele achiziții!
ru: Вы заработали %@ от покупок в приложении. Войдите, чтобы получить их и использовать в следующих покупках!
sr: Zaradili ste %@ od kupovina unutar aplikacija. Prijavite se da biste ih preuzeli i iskoristite ih pri sledećim kupovinama!
th: คุณได้รับ %@ จากการซื้อในแอปของคุณ ลงชื่อเข้าใช้เพื่อรับมันและใช้ในการซื้อครั้งต่อไปของคุณ!
tr: Uygulama içi alışverişlerinden %@ kazandın. Bonusu almak ve bir sonraki alışverişinde kullanmak için giriş yap!
uk: Ви заробили %@ за покупки в додатку. Увійдіть, щоб отримати бонус і використайте його в наступних покупках!
vi: Bạn đã kiếm được %@ từ các giao dịch mua trong ứng dụng. Hãy đăng nhập để nhận và sử dụng trong các giao dịch mua tiếp theo của bạn!
zh_hans: 您已通过应用内购买赚取了 %@。登录以领取并在您的下一次购买中使用吧！
zh_hant: 您已從應用程式內購物賺取 %@ 。登錄以接收並在下次購買時使用！

# sign_in_with_facebook_button
source: Sign in with Facebook
ar: سجل الدخول عبر Facebook
de: Mit Facebook anmelden
el: Σύνδεση μέσω Facebook
es: Iniciar sesión con Facebook
fa: با فیسبوک وارد شوید
fr: Connectez-vous avec Facebook
hu: Bejelentkezés Facebook-fiókkal
id: Masuk dengan Facebook
it: Accedi con Facebook
ja: Facebookでサインイン
ko: Facebook 로그인
mr: फेसबुकसह साईन इन करा
ms: Daftar masuk dengan Facebook
nl: Aanmelden met Facebook
pl: Zaloguj się za pomocą Facebooka
pt_br: Entrar com o Facebook
pt_pt: Iniciar sessão com o Facebook
ro: Conectează-te cu Facebook
ru: Войдите через Facebook
sr: Prijavite se putem Facebook-a
th: เข้าสู่ระบบด้วย Facebook
tr: Facebook ile giriş yap
uk: Увійти за допомогою Facebook
vi: Đăng nhập bằng Facebook
zh_hans: 使用 Facebook 登录
zh_hant: 使用 Facebook 登入

# sign_in_with_google_button
source: Sign in with Google
ar: سجل الدخول عبر Google
de: Mit Google anmelden
el: Σύνδεση μέσω Google
es: Iniciar sesión con Google
fa: با گوگل وارد شوید
fr: Connectez-vous avec Google
hu: Bejelentkezés Google-fiókkal
id: Masuk dengan Google
it: Accedi con Google
ja: Googleでサインイン
ko: Google 로그인
mr: गुगलसह साईन इन करा
ms: Daftar masuk dengan Google
nl: Aanmelden met Google
pl: Zaloguj się za pomocą Google
pt_br: Entrar com o Google
pt_pt: Iniciar sessão com o Google
ro: Conectează-te cu Google
ru: Войдите через Google
sr: Prijavite se putem Google-a
th: ลงชื่อเข้าใช้งานด้วย Google
tr: Google ile giriş yap
uk: Увійти за допомогою Google
vi: Đăng nhập bằng Google
zh_hans: 使用 Google 登录
zh_hant: 使用 Google 登入

# sign_to_get_bonus_button
source: Sign in to get your bonus
ar: سجل الدخول لتحصل على مكافآتك
de: Melde dich an, um deinen Bonus zu erhalten
el: Συνδεθείτε για να λάβετε το bonus σας
es: Iniciar sesión para recibir el bonus
fa: برای دریافت بونوس خود وارد شوید
fr: Connectez-vous pour obtenir votre bonus
hu: Jelentkezz be, hogy megkapd a bónuszod
id: Masuk untuk mendapatkan bonus Anda
it: Accedi per ricevere il tuo bonus
ja: サインインしてボーナスを受け取る
ko: 보너스를 받으려면 로그인하세요
mr: बोनस मिळविण्यासाठी साईन इन करा
ms: Daftar masuk untuk terima bonus
nl: Meld je aan om je bonus te ontvangen
pl: Zaloguj się, aby otrzymać bonus
pt_br: Registre-se para receber seu bônus
pt_pt: Inicia a sessão para receberes o teu bónus
ro: Conectează-te pentru a-ți primi bonusul
ru: Войдите, чтобы получить бонус
sr: Prijavite se da biste preuzeli bonus
th: ลงชื่อเข้าใช้เพื่อรับโบนัสของคุณ
tr: Bonus kazanmak için giriş yap
uk: Увійдіть, щоб отримати бонус
vi: Đăng nhập để nhận tiền thưởng của bạn
zh_hans: 登录以领取您的奖金
zh_hant: 登入以取得獎金

# skip_button
source: Skip
ar: تخطّي
de: Überspringen
el: Παράλειψη
es: Saltar
fa: پرش
fr: Passer
hu: Kihagyás
id: Lewatkan
it: Salta
ja: スキップ
ko: 건너뛰기
mr: वगळा
ms: Langkau
nl: Overslaan
pl: Pomiń
pt_br: Pular
pt_pt: Ignorar
ro: Sari
ru: Пропустить
sr: Preskoči
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# skip_sync_button
source: Skip and buy
ar: تجاوز واشترِ
de: Überspringen und kaufen
el: Παράλειψη και αγορά
es: Saltar y hacer compra
fa: عبور و خرید
fr: Passer et acheter
hu: Kihagyás és vásárlás
id: Lewati dan beli
it: Salta e acquista
ja: スキップして購入
ko: 건너띄고 구매
mr: वगळा आणि खरेदी करा
ms: Langkau dan beli
nl: Overslaan en kopen
pl: Pomiń i kup
pt_br: Ignorar e comprar
pt_pt: Saltar e comprar
ro: Omite și cumpără
ru: Пропустить и купить
sr: Preskoči i kupi
th: ข้ามและซื้อ
tr: Geç ve satın al
uk: Пропустити та купити
vi: Bỏ qua và mua
zh_hans: 跳过并购买
zh_hant: 跳過並購買
